Repository: FreePBX/tts
Catalog: i18n/*/LC_MESSAGES/tts.po
Languages: de_de, es_es, fa_ir, pl, pt_br, vi, zh_cn

source: AGI script not found
de_de: AGI-Skript nicht gefunden
es_es: No se encontró el Script AGI
fa_ir: اسکریپت AGI یافت نشد
pl: Skrypt AGI nie został znaleziony
pt_br: Script AGI não encontrado
vi: Không tìm thấy kịch bản AGI
zh_cn: 没有发现AGI脚本

source: Actions
de_de: Aktionen
pl: Działania
vi: Các thao tác

source: Add TTS
de_de: TTS hinzufügen
es_es: Agregar TTS
fa_ir: افزودن متن به گفتار
pl: Dodaj zamianę tekstu na mowę
pt_br: Adicionar Texto em Voz
vi: Thêm TTS

source: After the Text to Speech was played go to
de_de: Nachdem „Text zu Sprache“ abgespielt wurde, gehe zu
es_es: Después de reproducir el texto a voz, vaya a
fa_ir: پس از اجرای تبدیل متن به گفتار برود به
pl: Po odtworzeniu zamiany tekstu na mowę idź do
pt_br: Depois que o Texto em Voz for tocado vá para
vi: Sau khi tính năng Text to Speech được bật thì đi tới

source: Allows you to configure text to speech, and is derived from texttospeech provided in contributed modules.
es_es: Le permite configurar "testo a hablado", y es derivado de texttospeech provisto en módulos contribuidos.
fa_ir: اجازه شما برای تنظیم متن به گفتار، فراهم شده توسط ماژول متن به گفتار.
pl: Umożliwia skonfigurowanie zamiany tekstu na mowę i jest pochodną funkcji zamiany tekstu na mowę udostępnianą w dostarczonych modułach.
pt_br: Permite configurar o texto em voz, e é derivado de texttospeech fornecido em módulos contribuídos.
vi: Cho phép bạn cấu hình tính năng Text To Speech, và được xuất ra từ texttospeech có trong các mô đun gộp.
zh_cn: 支持配置TTS，来自于第三方提供的TTS。

source: Applications
de_de: Anwendungen
es_es: Aplicaciones
fa_ir: برنامه‌های کاربردی
pl: Aplikacje
pt_br: Aplicações
vi: Các ứng dụng
zh_cn: 应用配置

source: Choose an Engine
de_de: Wählen Sie eine Engine aus
es_es: Escoger un Motor
fa_ir: یک موتور انتخاب کن
pl: Wybierz silnik
pt_br: Escolha um Mecanismo
vi: Chọn một Engine

source: Delete
de_de: Löschen
es_es: Borrar
fa_ir: حذف کردن
pl: Usuń
pt_br: Apagar
vi: Xóa
zh_cn: 删除

source: Destintation
de_de: Ziel
es_es: Destino
fa_ir: مقصد
pl: Cel
pt_br: Destino
vi: Điểm đích

source: Engine
pl: Silnik
vi: Máy

source: Enter the text you want to synthetize.
de_de: Geben Sie den Text ein, der gesprochen werden soll.
es_es: Introduzca el texto que desea sintetizar.
fa_ir: ورود یک متن برای ترکیب.
pl: Wprowadź tekst, który chcesz przetworzyć na mowę.
pt_br: Digite o texto que deseja sintetizar.
vi: Nhập văn bản bạn muốn tổng hợp.
zh_cn: 输入需要合成的文本。

source: Give this TTS Destination a brief name to help you identify it
de_de: Geben Sie diesem TTS-Ziel einen kurzen Namen, um es erkennen zu können
es_es: Dé a este destino TTS un nombre breve para ayudarlo a identificarlo
fa_ir: به مقصد TTS نام مشخصی دهید تا برای تشخیص آن به شما کمک کند
pl: Nadaj nazwę temu miejscu docelowemu TTS, aby pomóc je identyfikować
pt_br: Dê a este destino Texto em Voz um breve nome para ajudar a identificá-lo
vi: Đặt một tên cho điểm đích của SST này để bạn có thể nhận diện nó

source: List TTS
de_de: TTS auflisten
pl: Lista TTS
vi: Danh sách TTS

source: List of TTS engine detected on the server. Choose the one you want to use for the current sentence.
de_de: List der TTS-Engines, die auf dem Server gefunden wurden. Wählen Sie die, die Sie für den aktuellen Satz verwenden wollen.
es_es: Lista de motores TTS detectados en el servidor. Elija el que desee utilizar para la oración actual.
fa_ir: فهرست موتورهای TTC شناخته شده در سرور. موتوری که میخواهید برای این جمله استفاده کنید را انتخاب کنید.
pl: Lista silników TTS wykrytych na tym serwerze. Wybierz silnik, którego chcesz użyć w bieżącym zdaniu.
pt_br: Lista de Mecanismos Texto em Voz detectados neste servidor. Escolha o que você deseja usar para a frase atual.
vi: Phát hiện danh sách máy tổng hợp giọng nói trên máy chủ. Chọn một máy có trong danh sách mà bạn muốn sử dụng cho câu hiện tại.

source: Main settings
de_de: Haupteinstellungen
es_es: Configuración Principal
fa_ir: تنظیمات اصلی
pl: Ustawienia główne
pt_br: Configuração Principal
vi: Các cài đặt chính
zh_cn: 主要设置

source: Name
es_es: Nombre
fa_ir: نام
pl: Nazwa
pt_br: Nome
vi: Tên
zh_cn: 名称

source: Please install the TTS Engines module via %s or run `fwconsole ma install ttsengines` from the CLI`
de_de: Bitte installieren Sie das Modul „TTS Engines“ über %s oder führen Sie ‚fwconsole ma install ttsengines‘ auf der Kommandozeile aus
es_es: Instale el módulo de motores TTS a través de %s o ejecute `fwconsole ma install ttsengines` desde la CLI`
fa_ir: لطفا یک موتور %s متن به گفتار نصب کنید ویا از طریق کنسول این موتور رانصب کنید
pl: Zainstaluj moduł TTS Engines za pomocą %s lub uruchom polecenie `fwconsole ma install ttsengines` z interfejsu wiersza poleceń CLI
pt_br: Instale o módulo Mecanismos de Texto em Voz através de %s ou execute `fwconsole ma install ttsengines` a partir do CLI`
vi: Vui lòng cài đặt mô đun các máy tổng hợp giọng nói thông qua %s hoặc chạy `fwconsole ma install ttsengines` từ CLI'

source: Reset
de_de: Zurücksetzen
es_es: Reinicio
fa_ir: بازنشانی
pl: Zresetuj
pt_br: Reiniciar
vi: Cài đặt lại
zh_cn: 重置

source: Submit
de_de: Absenden
es_es: Enviar
fa_ir: ارسال
pl: Wyślij
pt_br: Enviar
vi: Gửi đi
zh_cn: 提交

source: TTS
pt_br: Texto em Voz
vi: Text to Speech- Tính năng chuyển văn bản thành giọng nói

source: TTS AGI script cannot be removed.
de_de: TTS-AGI-Skript kann nicht entfernt werden.
es_es: El script TTS AGI no puede ser removido.
fa_ir: اسکریپت TTS AGI نمیتواند حذف شود.
pl: Nie można usunąć skryptu TTS AGI.
pt_br: O script AGI de Texto em Voz não pode ser removido.
vi: Không thể xóa kịch bản AGI của TTS.
zh_cn: TTS AGI 基本不能删除。

source: TTS Engines
es_es: Motores TTS
fa_ir: موتورهای TTS
pl: Silniki TTS
pt_br: Mecanismos de Texto em Voz
vi: Máy tổng hợp giọng nói TTS

source: TTS Engines Not Installed
de_de: „TTS Engines“ nicht installiert
es_es: Motores TTS no instalados
fa_ir: موتورهای TTS نصب نشده اند
pl: Nie zainstalowane silniki TTS
pt_br: Mecanismos de Texto em Voz Não Instalados
vi: Không cài đặt được máy tổng hợp giọng nói

source: Text
es_es: Texto
fa_ir: متن
pl: Tekst
pt_br: Texto
vi: Văn bản
zh_cn: 文本

source: Text To Speech
de_de: Text zu Sprache
es_es: Texto a Hablado
fa_ir: متن به گفتار
pl: Tekst na Mowę
pt_br: Texto em Voz
vi: Tính năng Text To Speech
zh_cn: 文本语音

source: Text to Speech: %s
de_de: Text zu Sprache: %s
es_es: Texto a Hablado: %s
fa_ir: متن به گفتار ：%s
pl: Tekst na Mowę: %s
pt_br: Texto em Voz: %s
vi: Tính năng Tex to Speech: %s
zh_cn: TTS: %s

source: This name already exists
de_de: Dieser Name existiert bereits
es_es: Este nombre ya existe
fa_ir: این نام موجود است
pl: Ta nazwa już istnieje
pt_br: Este nome já existe
vi: Tên này đã tồn tại
zh_cn: 名称已存在

source: TTS AGI install failed. Module not usable.
zh_cn: TTS AGI 安装失败。模块不能使用。
